[
  {
    "url": "ploganker",
    "thumbnail": "ploganker_thumb.png",
    "no_title": "Ploganker Serie",
    "no_description": "<p>AQUALINK ploganker er et av de mest effektive ankerne på markedet. Ankeret har oppnådd svært gode resultater i fullskalatester, og har i løpet av kort tid markert seg som et meget annvennlig anker på grunn av dets utforming og høye holdekraft. Ankeret er beregnet for bruk på myke havbunnsflater som sand og leire. Med en dobbelt spiss form og anleggsflate, penetrerer det underlaget raskt og effektivt. Alle ankerne tilfredsstiller kravene til NS 9415:2009</p>",
    "en_title": "Plow Anchor Series",
    "en_description": "<p>AQUALINK plow anchors are one of the most efficient anchors on the market. The anchor has achieved very good results in full-scale tests, and has in a short time marked itself as a very friendly anchor due to its design and high holding force. The anchor is intended for use on soft seabed surfaces such as sand and clay. With its double pointed shape and contact surface, it penetrates the substrate quickly and efficiently. All the anchors satisfy the requirements of NS 9415: 2009.</p>",
    "product_image": null
  },
  {
    "url": "notlodd-vektlokke",
    "thumbnail": "notodd_thumb.png",
    "no_title": "Notlodd",
    "no_description": "<p>Ved å benytte materialer som er skånsom mot noten og reduserer risikoen for rømning, har Aqualink utviklet vektlodd i stål innkapslet i polyuretan. Loddet vil kunne leveres i 2 størrelser: 80 kg og 250 kg.</p><p>Loddene er konstruert for å kunne bygges i høyden, noe som gir større fleksibilitet og økt bruksområde. 80 kg-loddet vil ha en maksimal bygg-vekt på 1040 kg mens 250 kg-loddet vil ha en maksimal byggvekt på 10 000 kg.</p><p><b>Fordeler:</b></p><ul><li>Skånsom mot not, redusert fare for rømning</li><li>Ingen rustdannelse (vanntett)</li><li>Redusert volum</li><li>Gjenbruk</li><li>Redusert fare for uhell ved håndtering på dekk for service personell</li><li>Enkelt vedlikehold ved skifte av slings eller plugg</li><li>Fleksibilitet - øke og redusere loddets vekt etter eget behov</li></ul><p>Innfestningspunktene mot not/flyter er utformet slik at bruk av stålkomponenter elimineres. Loddet holdes oppe av en galvansiert stålplugg med utfelt løfteøye. Stålpluggen er sertifisert med en MBL på henholdsvis 4 tonn og 72 tonn.</p><p>Sertifiserte stropper i polyester er festet i stålpluggens løfteøye og sørger for at ingen av loddets stålkomponenter har fysisk kontakt med noten. Loddet kan også benyttes som single vektløkker ved å snare en rundslings gjennom senterhullet til loddet.</p>",
    "en_title": "Seine Net Weight",
    "en_description": "<p>By utilizing materials that are gentle on the seine-net and to reduce the risk of escape, Aqualink has developed a steel weight encased in polyurethane. The weights are available in two sizes: 80 kg and 250 kg</p><p>Designed to be stacked on top of each other, the weights are versatile with an increased scope of use. The maximum stacking weight for the 80 kg unit is 1040 kg, whereas the 250 kg unit has a maximum stacking weight of 10000 kg. The connection points to the seine-net/floater are designed to eliminate the use of steel components.</p><p><b>Benefits:</b></p><ul><li>Gentle in regards to the seine-net - reduced risk of escape</li><li>No rust formation - water proof</li><li>Reduced volume</li><li>Reusable</li><li>Reduced risk of accidents when handling on deck for service personnel</li><li>Reduced maintenance when changing slings or plugs</li><li>Flexible - Increase or decrease total weight to fit the use case.</li></ul><p>Weights are held in place with the forged galvanized steel plug lifting eye. The steel plugs have a certified MBL of 4 and 72 tons respectively.</p><p>The certified straps in polyester are fixed to the plug’s lifting eye, and will ensure that none of the weight’s steel components are in physical contact with the seine-net.</p><p>The weight can also be used as a single unit by snaring a round sling through the weight’s center hole.</p>",
    "product_image": null,
    "no_video": "https://player.vimeo.com/video/507016759",
    "en_video": "https://player.vimeo.com/video/507016200"
  },
  {
    "url": "taukauser-med-parelokke",
    "thumbnail": "taukauser_thumb.png",
    "no_title": "Taukauser Med Pæreløkke",
    "no_description": "<p>Alle K3-B2 kauser fra AQUALINK med pæreløkke leveres i galvanisert form. Denne kausetypen er valgt for å unngå at kausen \"klapper\" sammen ved størrer belastninger.</p><p>De påsveiste ørene langs sidene på kausene sørger for at tauet holdes på plass i kausen.</p><p><b>Sporbarhet:</b></p><p>Både kause og pæreløkke er batch-merket</p><p>Montering og bruk:</p><p>Kauser med pæreløkke benyttes i fortøyningsliner, haneføtter og rammetau, og skal kun belastes i lengderetningen</p><p>Kauser spleises inn i tau med minimum 4 innstikk</p>",
    "en_title": "Thimble with Pearlink",
    "en_description": "<p>All K3-B2 thimbles from AQUALINK with pearlinks are delivered in galvanized design. This type of thimble is chosen to prevent it from collapsing at higher loads.</p><p>The welded ears along the sides of the thimbles ensure that the rope is kept in place in the thimble.</p><p><b>Traceability:</b></p><p>Both the thimble and pearlink are batch marked</p><p><b>Assembly and use:</b></p><p>Thimbles with pearlink are used in mooring lines, crow's feet and frame ropes, and should only be loaded in the longitudinal direction</p><p>Thimbles are spliced into ropes with a minimum of 4 inserts</p>",
    "product_image": null
  },
  {
    "url": "trossekauser-polyuretan",
    "thumbnail": "trossekauser_thumb.png",
    "no_title": "Trosskauser Polyuretan",
    "no_description": "<p>AQUALINKs nyeste polyuretan kauser tilfredsstiller alle kravene til NS-9415:2009. Kausen er meget slitesterk, har lav vekt og har en overlegen levetid i forhold til tradisjonelle stålkauser.Den har gjennomgått omfattende tester over lang tid både i sjø og på land og viser ingen synlige tegn til skade eller slitasje.</p><p>Hver kausestørrelse har hver sin unike farge, noe som gjør identifisering av taudimensjoner under vann lettere. Kausene benyttes sammen med AQUALINKs egenutviklede pæreløkke for opptimal tilpassning.</p>",
    "en_title": "Polyurethane Thimbles",
    "en_description": "<p>AQUALINK's latest polyurethane thimble meet all the requirements of NS-9415:2009. The thimble is very durable, has low weight and an extended lifetime compared to the traditional steel thimble. It has undergone extensive tests over a long period of time both at sea and on land and shows no visible signs of damage or wear.</p><p>Each thimble-size has its unique color that makes identification of rope dimensions under water easier. The thimbles are used together with AQUALINK's self-developed pearlinks for optimal fit.</p>",
    "product_image": null
  },
  {
    "url": "parelokke",
    "thumbnail": "parelokke_thumb.png",
    "no_title": "Pæreløkke",
    "no_description": "<p>AQUALINKs utfelte pæreløkker er tilpasset bruken av firmaets egenutviklede polyuretan kauser. Pæreløkkens design sørger for en stabil passform selv under meget høye strekkbelastninger.</p><p>Bildene under viser en AQUALINK 28mm - 72 tonns MBL pæreløkke før og etter strekktesting. Testen ble stoppet etter 98 tonns last.</p><p><b>Sporbarhet:</b></p><p>Pæreløkken er batch-merket.</p><p><b>Montering og bruk:</b></p><p>Pæreløkke benyttes i fortøyningsliner, haneføtter, rammetau og skal kun belastes i lengderetningen.</p>",
    "en_title": "Pearlink",
    "en_description": "<p>AQUALINK's forged pearlinks are adapted to the use of AQUALINK's self-developed polyurethane thimble. The pearlink's design ensures keeping a stable fit even while under extreme high tensile loads.</p><p>The pictures below show the 28mm - 72 tons MBL pearlink before and after being tested with a high tensile load. The test stopped at 98 tons load.</p><p><b>Traceability:</b></p><p>The Pearlinks are batch marked</p><p><b>Assembly and use:</b></p><p>The Pearlink is used in mooring lines, crow's feet and frame ropes, and should only be loaded in the longitudinal direction</p>",
    "product_image": null
  },
  {
    "url": "fortoyningssjakler",
    "thumbnail": "sjakkel_thumb.png",
    "no_title": "Fortøyningssjakler",
    "no_description": "<p>AQUALINK oppdrettsjakler er utviklet til fortøyninger i kombinasjon med kjettingtau og trosser. Sjakelen er målsatt og dimensjonert med ekstra stor bøyleåpning og innvendig høyde for å kunne kombineres med K3-trossekauser. Sjaklene leveres med forsterket mutterbolt med stort splinthull i bolten.</p><p><b>Sporbarhet:</b></p><p>Sjakelens bøyle er merket med MBL, fabrikant og kodemerking. Bolten har sporbarhetsmerking.</p><p><b>Montering og bruk:</b></p><p>Sjakler benyttes som koblingspunkt mellom alle komponenter i fortøyningssystemet. De bør benyttes slik at belastningen hovedsaklig påføres i lengderetning, da de er konstruert og sertifisert for dette. Anleggspunktene skal være midt i bøylen og mest mulig fordelt på boltens bredde. Hvis sjaklene brukes i flerpartsredsap vil økt vinkel mellom partene øke belastningen.</p><p>AQUALINKs fortøyningsjakler:</p><ul><li>Passer til samtlige Greenpin fortøyningssjakler med nominelt låsehull på 6 mm.</li><li>Gir raskere og lettere montering.</li><li>Skader ikke operatør ved montering eller demontering.</li><li>Ruster ikke, og er langt mer synlig ved ROV inspeksjoner.</li><li>Har dobbel sikring med mothaker og friksjon.</li><li>Er robust og anvender et spesialprodusert plastmateriale.</li><li>Presses helt inn slik at hodet bunner mot bolten.</li></ul><p>Bruk ikke sjakler i temperaturer over 2500 C<sup>o</sup>.</p>",
    "en_title": "Mooring shackles",
    "en_description": "<p>AQUALINK's shackles are developed for moorings in combination with rope chains and hawsers. The shackle is dimensioned with an extra large hoop opening and internal height to be able to be combined with K3 hawser thimble stockings. The shackles are delivered with a reinforced nut bolt with a large splinter hole in the bolt.</p><p>The shackles' hoop is marked with code, MBL, and manufacturer while the bolt has a traceability marking.</p><p><b>Mounting and use:</b></p><p>Shackles are used as a connection point between all components of the mooring system. Shackles should be used so that the load is applied in the longitudinal direction, as they are designed and certified for this. The loaded section must be located in the middle of the hoop as wide as possible, distributed over the width of the bolt. If the shackles are used in multi-part tools, an increased angle between the parts will increase the load.</p><p>Do not use shackles in temperatures above 2500 C<sup>o</sup></p><ul><li>Fits all Greenpin mooring shackles with nominal locking hole of 6 mm</li><li>Faster and easier assembly</li><li>Does not damage the operator during assembly or disassembly</li><li>Does not rust and is much more visible at ROV inspections</li><li>Double securing with barbs and friction</li><li>Robust and specially produced plastic material</li><li>Pushed in completely so that the head bottoms face against the bolt</li></ul>",
    "product_image": null
  },
  {
    "url": "fiberstropper",
    "thumbnail": "fiber_thumb.png",
    "no_title": "Fiberstropper/Rundsling",
    "no_description": "<p><b>Før bruk:</b></p><p>Sjekk at merkelappen er synlig og lesbar, og at opplysningene stemmer med produktet. Sørg for å følge flytekrageleverandørens anvisning dersom redskapet monteres i sjakler eller snares fast i egnede innfestningspunkter ved bruk som hanefotinnfestning.</p><p><b>Kontroller at det ikke er:</b></p><ul><li>Knuter</li><li>Hull i beskyttelsesduken på rundslingen, slik at garnet er synlig.</li><li>Revnede sømmer og kutt.</li><li>Varmeskader/sveisesprut.</li><li>Kjemikalieskader.</li><li>Hvis stroppene er veldig tilsmusset, kan de vaskes med et mildt rengøringsmiddel og vann.</li></ul><p><b>Sporbarhet:</b></p><p>Fiberstropper/rundslings levert a AQUALINK er produsert og merket i henhold til EN1492.1-2 for båndstropper og rundslings.</p><p>Stroppens serienummer står angitt på produktsertiakat.</p><p>Om ID-tag er en del av merkingen er denne sydd fast i stroppen med individuelt nummer for hver stropp/slings.</p>",
    "en_title": "Strap/Roundsling",
    "en_description": "<p><b>Before use:</b></p><p>Make sure that the label is both visible and readable, and that the information matches the product. Be sure to follow the buoyancy collar supplier's instructions if the equipment is mounted in shackles or snagged at suitable attachment points when used as a crow's foot attachment.</p><p><b>Make sure that there are no:</b></p><ul><li>Knots</li><li>Holes in the protective fabric on the roundsling, making the yarn visible</li><li>Torn seams and cuts</li><li>Heat damage / welding spatter</li><li>Chemical damage</li></ul><p>If the straps are very dirty, they can be washed with a mild detergent and water.</p><p>Traceability:</p><p>Roundslings supplied by AQUALINK are manufactured and marked in accordance with EN1492.1-2 for straps and roundslings.</p><p>The strap's serial number is stated on the product certificate.</p><p>If the ID tag is part of the marking, this is sewn into the strap with an individual number for each strap / sling.</p>",
    "product_image": null
  }
]